<?php

return [
    'Login' => 'Войти',
    'Logout' => 'Выйти',
    'Hello' => 'Привет',
    'All Posts' => 'Все записи',
    'New Post' => 'Новая запись',
    'Enter search' => 'Введите текст поиска',
    'Search' => 'Поиск',
    'Posts not found' => 'Записей нет.',
    'More' => 'Читать...',
    'Add Post' => 'Новая запись',
    'Edit Post' => 'Редактирование записи',
    'Back' => 'Назад',
    'Back To List' => 'Назад к списку',
    'Title' => 'Название',
    'Text' => 'Текст',
    'Submit' => 'Отправить',
    'Edit' => 'Изменить',
    'Delete' => 'Удалить',
    'Created At' => 'Создано',
    'Updated At' => 'Обновлено',
    'Auth' => 'Авторизация',
    'Auth Register Text' => 'Регистрация на сайте происходит в автоматическом режиме. Если указанный пользователь не существует, он будет зарегистрирован автоматически.',
    'Username' => 'Логин',
    'Password' => 'Пароль'
];